aaron-bond.better-comments
anthropic.claude-code
aykutsarac.jsoncrack-vscode
be5invis.theme-dolch
burkeholland.simple-react-snippets
clemenspeters.format-json
cweijan.dbclient-jdbc
dbaeumer.vscode-eslint
dcortes92.freemarker
eamodio.gitlens
esbenp.prettier-vscode
fabiospampinato.vscode-open-in-github
ginfuru.ginfuru-better-solarized-dark-theme
github.copilot
github.copilot-chat
golang.go
graphql.vscode-graphql
graphql.vscode-graphql-syntax
grimmer.vscode-back-forward-button
jinsihou.diff-tool
mkxml.vscode-filesize
ms-vscode.makefile-tools
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
naumovs.color-highlight
postman.postman-for-vscode
ryu1kn.partial-diff
stkb.rewrap
unifiedjs.vscode-mdx
victorlitvinenko.vscode-soft-colors
